# ==================== Importações ====================
from tkinter import *
from tkinter import colorchooser #Sub módulo
# ==================== Importações ====================


# ==================== Funções ====================
# ==================== Funções ====================


# ==================== Instanciação ====================

# ===== Tela =====
tela = Tk()
tela.geometry('420x420')

# ==================== Instanciação ====================


# ==================== Mostrar ===================

# ===== Tela =====
tela.mainloop()

# ==================== Mostrar ===================